Repository: adysbgy/celestial-pointing
Catalog: Apps/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: id

# sensor.location.accuracy
source: Location ±%.0f m
id: Lokasi ±%.0f m

# sensor.location.denied.note
source: Location permission denied. Open Settings to allow it, or use the default location (Jakarta).
id: Izin lokasi ditolak. Buka Pengaturan untuk mengizinkan, atau pakai lokasi bawaan (Jakarta).

# sensor.location.denied.status
source: Location permission denied — using the default location
id: Izin lokasi ditolak — memakai lokasi bawaan

# sensor.location.failed.note
source: Location failed: %@. Using the default location (Jakarta).
id: Lokasi gagal: %@. Memakai lokasi bawaan (Jakarta).

# sensor.location.failed.status
source: Location failed: %@
id: Lokasi gagal: %@

# sensor.location.notRequested
source: Location not requested yet
id: Lokasi belum diminta

# sensor.location.searching
source: Finding location…
id: Mencari lokasi…

# sensor.location.unknown.status
source: Unknown location status
id: Status lokasi tidak dikenal

# sensor.location.waiting
source: Waiting for location permission…
id: Menunggu izin lokasi…

# sensor.motion.missing
source: This device does not provide device motion.
id: Perangkat ini tidak menyediakan device motion.

# sensor.motion.unavailable
source: Motion data unavailable.
id: Data gerak tidak tersedia.

# object.name.sun
source: Sun
id: Matahari

# object.name.moon
source: Moon
id: Bulan

# object.name.mercury
source: Mercury
id: Merkurius

# object.name.saturn
source: Saturn
id: Saturnus

# object.name.m31
source: Andromeda Galaxy
id: Galaksi Andromeda

# object.name.m7
source: Ptolemy Cluster
id: Gugus Ptolemy

# object.name.m42
source: Orion Nebula
id: Nebula Orion

# object.name.m13
source: Hercules Cluster
id: Gugus Hercules

# object.name.m8
source: Lagoon Nebula
id: Nebula Laguna

# object.name.m44
source: Beehive Cluster
id: Gugus Sarang Lebah

# object.name.m33
source: Triangulum Galaxy
id: Galaksi Triangulum

# object.name.m22
source: Sagittarius Cluster
id: Gugus Sagitarius

# object.name.m6
source: Butterfly Cluster
id: Gugus Kupu-kupu

# object.name.m17
source: Omega Nebula
id: Nebula Omega

# object.name.m27
source: Dumbbell Nebula
id: Nebula Dumbel

# object.name.m57
source: Ring Nebula
id: Nebula Cincin

# object.name.m51
source: Whirlpool Galaxy
id: Galaksi Pusaran

# object.name.m11
source: Wild Duck Cluster
id: Gugus Bebek Liar

# object.name.m2
source: M2 Cluster
id: Gugus M2

# object.name.m35
source: M35 Cluster
id: Gugus M35

# object.name.m101
source: Pinwheel Galaxy
id: Galaksi Kincir Angin
